{"podcast_details": {"podcast_title": "Mercury: A Broadcast of Hope", "episode_title": "Legal Tender", "episode_image": "https://ssl-static.libsyn.com/p/assets/2/2/7/b/227bb5db2fb7371e/Mercury_Logo-square-wTitle.png", "episode_transcript": " Good morning listeners and welcome to Mercury, a broadcast of hope. I'm Agnes Drew here today with Dr. Rosalind Clark and Michelle Rimes. It's day 2143 since we came back on the air. Dr. Clark, do you want to get us started today? Sure. So today listeners, we're going to be discussing Max's half-baked scheme to try to bring back money. Which is to say that he wants there to be some kind of object that can stand in for value in lieu of a straight barter. I'm kind of on board with this idea. You have to admit things were a lot easier when you didn't have to haggle over whether two tomatoes was equal to a bottle of paracord and you could just hand over $5. I don't think any of us are disputing that. It's just... It's just that Max, as usual, has no idea of what he's getting into or how to achieve his goal. Which inevitably leads either to failure or to success in a way that's different from how he envisioned it. When that happens, he gets frustrated. And then we inevitably get a day or two of him grousing about it on the broadcast. Which I really don't think is helpful for anybody. Yeah, I remember listening when he was complaining about how Amoria wasn't turning into the community he wanted it to be. I turned the radio off in the middle of those. I don't blame you a bit. At least you didn't have to live with him while that was going on. The listeners got five minutes of that angst. We got it off the air all the time for weeks. But getting back to the problem at hand, which is that Max wants money again. What he doesn't understand is that you can't just wave a magic wand and say, this is money. And have everybody understand what that means. I think we all understand the concept of money, Dr. Clark. It hasn't been that long. In the abstract, yes, I think you're right. The problem is that none of us are economists. Nor is anybody in the area. And money is a lot more complex than just saying, here's a dollar, I'd like a watermelon, please. So what else is there to it besides that? Like I said, I'm not an economist. But let's analyze the basics of the situation we're in now. Before the zombies came, you could get, say, a cup of coffee for about $5. Does it have to be coffee in this example? I miss coffee so much. Soda used to be $5 at amusement parks. I always thought that was ridiculous. Fine. Soda, then. So Soda costs $5 in an amusement park before the zombies. But since then, no new dollar bills have been produced. And a lot of the old ones aren't usable anymore. They got used for kindling or just got left lying around because they weren't worth anything like they used to be. Hang on. Why did that happen? Why did people abandon money in the zombie apocalypse in the first place? Because actual survival supplies were more valuable. If I had a camp stove and you had a tent, neither of us is going to take money for them because we don't know if the next person will take that money. We'd rather just swap. But my point is that the supply of actual dollars out there is different than it used to be. Even if people were willing to take them again, the value will have changed due to the scarcity of the object. Okay, so we use something else. Didn't people used to use gold or silver? Historically, yes. That's called commodity money, which is things like gold or silver coins that have a set value. There also used to be representative money, which is money that is backed by the value of that commodity, but which doesn't actually have any of it as part of the object itself. Things like silver certificates and stuff like that. So there you go. We go back to that system. Except that the entire thing is propped up by the idea that things like gold and silver have intrinsic value. What's that mean? I don't know. I'm not an economist, which is my entire point. When the zombies came, we didn't even have representative money anymore. The United States went off the gold standard in 1971, and from that point on, we had what's called a fiat currency, which is money that has value just because the government says it does. And if we currently have a government, they're being awfully quiet. So what should Max do, do you think? If it were up to me, Max would leave things just as they are. It's not his responsibility to bring the concept of money back to the world. I'm not sure it's even possible for any one individual to do it. You have to get everybody to agree that something has value before you can use it to buy things with and that requires a bureaucracy. I still think it would be nice to have money again, but I see your point. It's probably not the most pressing issue we have to deal with right now. I'm much more concerned with managing Max's expectations. He's a valuable member of the team, but I don't need him getting bogged down with this on top of everything else going on. Okay, well, we're about out of time for today's broadcast, listeners. Do any of you have any ideas about this? Let us know. In the meantime, we'll be back tomorrow. For Mercury, a broadcast of hope, this has been Agnes Drew, Dr. Rosalind Clark, and Michelle Rimes. Please stay with us."}, "podcast_summary": "Summary: \n\nIn this podcast episode, Agnes Drew, Dr. Rosalind Clark, and Michelle Rimes discuss Max's scheme to bring back money in their post-apocalyptic world. While they agree that having a currency for exchange would make transactions easier, they also believe that Max lacks a clear plan and understanding of how to achieve this goal. They discuss the complexities of reintroducing money and the various forms it could take, such as commodity or representative money. They also highlight the scarcity of existing currency and how its value has changed. Dr. Clark emphasizes the need for a bureaucracy and widespread agreement for any currency to hold value. Ultimately, they conclude that while having money again would be nice, it is not the most urgent concern, and they urge listeners to share their ideas on the matter.", "podcast_guest": null, "podcast_highlights": "Highlight 1: \"So today listeners, we're going to be discussing Max's half-baked scheme to try to bring back money.\"\nHighlight 2: \"But getting back to the problem at hand, which is that Max wants money again. What he doesn't understand is that you can't just wave a magic wand and say, this is money. And have everybody understand what that means.\"\nHighlight 3: \"Because actual survival supplies were more valuable. If I had a camp stove and you had a tent, neither of us is going to take money for them because we don't know if the next person will take that money. We'd rather just swap.\"\nHighlight 4: \"When the zombies came, we didn't even have representative money anymore. The United States went off the gold standard in 1971, and from that point on, we had what's called a fiat currency, which is money that has value just because the government says it does. And if we currently have a government, they're being awfully quiet.\"\nHighlight 5: \"If it were up to me, Max would leave things just as they are. It's not his responsibility to bring the concept of money back to the world. I'm not sure it's even possible for any one individual to do it. You have to get everybody to agree that something has value before you can use it to buy things with and that requires a bureaucracy.\""}